Repository: RuslanSisonyuk/Magazin_Bijoux
Catalog: Magazin_Bijoux/Resources/SharedResource.*.resx
Languages: ro

# Col1
source: yellow gold
ro: aur galben

# Col11
source: golden yellow
ro: aur galben auriu

# Col12
source: golden yellow
ro: aur galben auriu

# Col13
source: golden yellow
ro: aur galben auriu

# Col14
source: golden yellow
ro: aur galben auriu

# Col15
source: golden yellow gold
ro: aur galben auriu

# Col16
source: gilded yellow gold, silver
ro: aur galben aurit, argint

# Col17
source: golden yellow gold
ro: aur galben auriu

# Col18
source: yellow gold
ro: aur galben

# Col19
source: white, pink
ro: alb, roz

# Col2
source: white, pink
ro: alb, roz

# Col21
source: white
ro: blanche

# Col22
source: white
ro: blanche

# Col23
source: white
ro: blanche

# Col24
source: doré or jaune
ro: aur galben auriu

# Col25
source: white
ro: blanche

# Col26
source: white
ro: blanche

# Col27
source: golden yellow gold, silver
ro: aur galben auriu, argint

# Col28
source: golden yellow
ro: aur galben auriu

# Col29
source: white
ro: blanche

# Desc1
source: Gold plated stainless steel bracelet
ro: Brațară din oțel inoxidabil placată cu aur

# Desc11
source: Necklace in gold-plated stainless steel and zirconium stones
ro: Colier din oțel inoxidabil placat cu aur și pietre de zirconiu

# Desc12
source: Gold plated stainless steel necklace
ro: Colier din oțel inoxidabil placat cu aur

# Desc13
source: Gold plated stainless steel necklace
ro: Colier din oțel inoxidabil placat cu aur

# Desc14
source: Gold plated stainless steel necklace
ro: Colier din oțel inoxidabil placat cu aur

# Desc15
source: Necklace in gold-plated stainless steel and natural freshwater pearl
ro: Colier din oțel inoxidabil placat cu aur și perle naturale de apă dulce

# Desc16
source: Gold plated stainless steel earrings
ro: Cercei din oțel inoxidabil placat cu aur

# Desc17
source: Necklace in gold-plated stainless steel and natural freshwater p
ro: Colier din oțel inoxidabil placat cu aur și perle naturale de apă dulce

# Desc18
source: Gold-plated stainless steel earrings with zirconium stones
ro: Cercei din oțel inoxidabil placat cu aur cu pietre de zirconiu

# Desc19
source: Necklace in gold-plated stainless steel and zirconium stones
ro: Colier din oțel inoxidabil placat cu aur și pietre de zirconiu

# Desc2
source: Gold-plated stainless steel earrings with zirconium stones
ro: Cercei din oțel inoxidabil placat cu aur cu pietre de zirconiu

# Desc21
source: Necklace in gold-plated stainless steel and zirconium stones
ro: Colier din oțel inoxidabil placat cu aur și pietre de zirconiu

# Desc22
source: Necklace in gold-plated stainless steel and zirconium stones
ro: Colier din oțel inoxidabil placat cu aur și pietre de zirconiu

# Desc23
source: Gold-plated stainless steel earrings with zirconium stones
ro: Cercei din oțel inoxidabil placat cu aur cu pietre de zirconiu

# Desc24
source: Yellow gold plated stainless steel earrings
ro: Cercei din oțel inoxidabil placat cu aur galben

# Desc25
source: Necklace in gold-plated stainless steel and artificial pearl
ro: Colier din oțel inoxidabil placat cu aur și perle artificiale

# Desc26
source: Gold plated stainless steel ring with artificial pearl
ro: Inel din oțel inoxidabil placat cu aur cu perlă artificială

# Desc27
source: Yellow gold plated stainless steel hoop earrings
ro: Cercei cerc din oțel inoxidabil placat cu aur galben

# Desc28
source: Yellow gold plated stainless steel hoop earrings
ro: Cercei cerc din oțel inoxidabil placat cu aur galben

# Desc29
source: Gold-plated stainless steel earrings with zirconium stones
ro: Cercei din oțel inoxidabil placat cu aur cu pietre de zirconiu

# Name1
source: Bracelet Galium
ro: Brățară Galium

# Name12
source: Collier Rosée
ro: Colier de rouă

# Name13
source: Boucles d’oreilles Coquille
ro: Cercei Shell

# Name16
source: Boucles d’oreilles Flavio
ro: Cercei Flavio

# Name18
source: Boucles d’oreilles Fionis
ro: Cercei Fionis

# Name2
source: Boucles d’oreilles Valent
ro: Cercei Valent

# Name23
source: Boucles d’oreilles Honeymoon
ro: Cercei Honeymoon

# Name24
source: Boucles d’oreilles Marada
ro: Cercei Marada

# Name26
source: Bague Fleur de cerisier
ro: Inel de flori de cireș

# Name27
source: Boucles d’oreilles Venus
ro: Cercei Venus

# Name28
source: Boucles d’oreilles Frangie
ro: Cercei Frangie

# Name29
source: Boucles d’oreilles Mageni
ro: Cercei Mageni
